import React from "react";

const AboutPage: React.FC = () => {
  return (
    <section className="about">
      <h2> Добро пожаловать в мир сказочного творчества!</h2>
      <p>
        Откройте дверь в волшебный мир, где каждый может стать творцом своей
        уникальной сказки. Здесь в вашем распоряжении — не просто слова, а целая
        палитра воображения, где вы сможете оживить любую историю, неважно,
        насколько она невероятна! Создайте свой собственный эпос — будь то
        удивительное приключение в глубинах морей или героический эпос в
        заснеженных горных вершинах. Разгадайте тайны старинных замков,
        отправьтесь в путешествие по мирам, о которых можно было только мечтать.
        Наш интуитивно понятный конструктор позволяет вам выбрать героев и
        сценарии, добавить необходимую изюминку в сюжет и даже иллюстрировать
        свой рассказ великолепными картинками. Поразите себя и своих близких:
        создайте уникальную сказку для детей или взрослых, в которой будет
        отражена ваша фантазия и теплота вашего сердца. Сказки объединяют
        поколения, и теперь вы можете создавать их вместе с любимыми. Начните
        своё путешествие — вдохните жизнь в свои мечты сегодня!
      </p>
    </section>
  );
};

export default AboutPage;
