const themes = [
    "Приключение в заброшенном замке",
    "Спасение королевства от дракона",
    "Поиск сокровищ в таинственном лесу",
    "Магическое путешествие через разные миры",
    "Путешествие на необитаемый остров",
    "Приключение в океане",
    "Два друга спасают своих друзей из беды",
    "Путешествие на море",
  ];
  const heroes = ["Рыцарь", "Волшебник", "Эльф", "Дракон"];
  const environments = ["Лес", "Замок", "Пустыня", "Океан"];

  export {themes, heroes, environments}